from sys import stdin
from pprint import pprint

qw = []
for line in stdin:
    qw.append(' '.join(line.rstrip().split()[1:]))
pprint(qw)

# 4.1.1 Дизайнер виртуальной реальности
# 4.1.2 Разработчик робоэтики
# 4.1.3 Виртуальный экскурсовод и digital-комментатор
# 4.1.4 Биохакер
# 4.1.5 Аналитик «Интернета вещей»
# 4.1.6 Космический гид
# 4.1.7 Куратор персональных данных
# 4.1.8 Специалист по восстановлению экосистем
# 4.1.9 Инженер по разработке устройств постоянного питания
# 4.1.10 Боди-дизайнер
# 4.2.1 Сити-фермер
# 4.2.2 Молекулярный диетолог
# 4.2.3 Онлайн-доктор
# 4.2.4 Менеджер по космическому туризму
# 4.2.5 Цифровой лингвист
# 4.2.6 Реконструктор
# 4.2.7 Проектировщик 3D-печати
# 4.2.8 Разработчик домашних роботов
# 4.2.9 Проектировщик финансовой траектории
